tap "github/gh"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kreuzwerker/taps"
brew "act"
brew "amazon-ecs-cli"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "berkeley-db", link: true
brew "glib"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cloudflared"
brew "cmatrix"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "python@3.12"
brew "csvkit"
brew "dive"
brew "docker-compose"
brew "docutils"
brew "exa"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gat"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "psutils"
brew "groff"
brew "htop"
brew "hub"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "keychain"
brew "less"
brew "libgr"
brew "lynx"
brew "neofetch"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openconnect"
brew "pyqt"
brew "opencv"
brew "openjdk"
brew "peco"
brew "perl"
brew "pickle"
brew "virtualenv"
brew "pipenv"
brew "pyenv"
brew "python@3.10"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "sstp-client"
brew "starship"
brew "telnet"
brew "terraform"
brew "tig"
brew "tree"
brew "trivy"
brew "vhs"
brew "vim"
brew "walk"
brew "wget"
brew "wireshark"
brew "wpscan"
brew "xq"
brew "yarn"
brew "yq"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "authy"
cask "balenaetcher"
cask "blackhole-2ch"
cask "chromedriver"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "diskwave"
cask "docker"
cask "evernote"
cask "firefox"
cask "flutter"
cask "garmin-express"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "grammarly"
cask "istat-menus"
cask "iterm2"
cask "krisp"
cask "logitech-options"
cask "macfuse"
cask "macvim"
cask "microsoft-edge"
cask "netspot"
cask "ngrok"
cask "postman"
cask "qmk-toolbox"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "vlc"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "aliariff.vscode-erb-beautify"
vscode "anteprimorac.html-end-tag-labels"
vscode "arjun.swagger-viewer"
vscode "asuka.insertnumbers"
vscode "castwide.solargraph"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eighthundreds.vscode-drawio"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.next-js"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mushan.vscode-paste-image"
vscode "oderwat.indent-rainbow"
vscode "p1c2u.docker-compose"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "tabnine.tabnine-vscode"
vscode "taichi.vscode-textlint"
vscode "techer.open-in-browser"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wallabyjs.quokka-vscode"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
