tap "github/gh"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
brew "act"
brew "amazon-ecs-cli"
brew "awscli"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "git-flow"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iterm2"
brew "jq"
brew "keychain"
brew "lynx"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openjdk"
brew "pipenv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sshfs"
brew "telnet"
brew "terraform"
brew "tig"
brew "vim"
brew "wget"
cask "avast-security"
cask "brave-browser"
cask "cyberduck"
cask "discord"
cask "diskwave"
cask "docker"
cask "firefox"
cask "garmin-express"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "grammarly"
cask "java"
cask "krisp"
cask "macfuse"
cask "macvim"
cask "mysqlworkbench"
cask "osxfuse"
cask "session-manager-plugin"
cask "skitch"
cask "staruml"
cask "visual-studio-code"
cask "vlc"
